{"data":[{"id":16388,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/34\/b17FmOhE0Hulupi6B2Z8UxwctrT3iZYZWh9TrmCX.jpg","ocr":"Mitt LL THLE BLE","title":"1571335796000","slug":"1571335796000-2","tags":[],"tag_list":null,"categories":"No Category"},{"id":16644,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/34\/KVtrxUj24VCV5VK66IBUC7Vw9Y1t2SleexVsNrBY.jpg","ocr":"","title":"Digital billboards go dark during NYC blackout","slug":"digital-billboards-go-dark-during-nyc-blackout-2","tags":[],"tag_list":null,"categories":"No Category"},{"id":16900,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/35\/mGrzLuWq0KoXiEzA6W2JaV0Gz0gRaoWGt6HA9bse.jpg","ocr":"Late last year this photograph of children looking at their smartphones Pale lie mM alo TR Lem ies) started doing the rounds on the web. It quickly became viral. It was often accompanied by outraged dispirited ee eee lala mie) elite for our age the end of civilisation olmee RS e Bel de Mel mel meer ( 1 a eA A Mea eel mall the Rijksmuseum has an app that among other things contains guided RTE R GUM Lrel al works on display. As part of their visit to Pe meal eae earlier had admired the art and listened Elem ok tlt laa mot -1ad adults had been instructed to complete Teor metered Coe using among other things the museums excellent smartphone app. RT MRR at Lae Rule) liked posted shared and tweeted the Folate Me) Moi le meet lad lied) by Rembrandts masterpiece in Seema alec LeI a eRe AU ag SE Rae A LCR Misamis) ee meee ee Lae eld rye) 0 The tragic thing is that this  the truth  will never go viral. So I wonder Samuel Mm coe lalla Elle mtu Mell mel malt lat malic) using smartphones to learn about ame nee e mele Tel ey who are too quick to make assumptions\"","title":"Dont judge a book by its cover","slug":"dont-judge-a-book-by-its-cover-2","tags":[],"tag_list":null,"categories":"No Category"},{"id":17156,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/33\/L6s6Hn6JJsm3MaJnJNpLJYw3qzjk2E7BbRBVqqRw.jpg","ocr":"PLA SHEA aie mye By  D ea 6.2k Share stormythrows * 16h I avoided rape once by telling my would be rapist that I have herpes. HIV might work as a deterrent too. Cockalo 13h When the Russians overran Poland and eastern Germany at the end of WWII some German women knew what was coming and wrote \"syphilis\" on their foreheads. They only got raped by the Russians that already had syphilis Prophet2Nations * 9h Wasn't ready for the huge drop on this short rollercoaster See sy stor That's pretty horrific. 4 MORE REPLIES c4 Adda comment","title":"To be honest didnt see it coming","slug":"to-be-honest-didnt-see-it-coming","tags":[],"tag_list":null,"categories":"No Category"},{"id":17412,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/36\/ci7dlBxFLD5IpW1tkKgdIeiGqdVNWUq9pOPLzMqK.jpg","ocr":"Republic of Wadiya has not reported a single case of Covid-19 This is what real leadership looks like","title":"Admiral General Haffaz Aladeen","slug":"admiral-general-haffaz-aladeen","tags":[],"tag_list":null,"categories":"No Category"},{"id":17668,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/34\/Iw0LGyZuz5C4zGgDsJnI9vrTL2tq8wjiTQyK7sfQ.jpg","ocr":"Hi  Hi  Do you have boyfriend Yes  Now you have 2 speech 100","title":"Curry boys are next level smooth","slug":"curry-boys-are-next-level-smooth-2","tags":[],"tag_list":null,"categories":"No Category"},{"id":17924,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/37\/fwQyysmFM1Ez3ZtTAVKcySCibG6c2m4f245Q3Xjk.jpg","ocr":"YOU HAVE UNLIMITED MONEY TO SPEND ON 3 cARS THEY WILL BE THE ONLY CARS YOU'LL EVER OWN WHAT DO YOU BUY bitch please","title":"3 batmobiles Because why not","slug":"3-batmobiles-because-why-not","tags":[],"tag_list":null,"categories":"No Category"},{"id":18180,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/37\/V3dDNUUb6yqsqblipJHFwGsq22PoRPQ334EVVjI1.jpg","ocr":"ellaaaa93j 1417 Points 1d \"In case you don't know what's happening in the middle east. President Assad ( who is bad ) is a nasty guy who got so nasty his people rebelled and the Rebels ( who are good ) started winning ( Hurrah). But then some of the rebels turned a bit nasty and are now called Islamic State ( who are definitely bad) and some continued to support democracy ( who are still good.) So the Americans ( who are questionably good ) started bombing Islamic State ( who are bad ) and giving arms to the Syrian Rebels ( who are good ) so they could fight Assad ( who is still bad ) which was good. By the way there is a breakaway state in the north run by the Kurds who want to fight IS ( which is a good thing ) but the Turkish authorities think they are bad so we have to say they are bad whilst secretly thinking they're good and giving them guns to fight IS (which is good) but that is another matter. Reply  WH ce ellaaaa93j 933 Points 1d @ellaaaa93j So a Coalition of Assad ( still bad ) Putin (extra bad ) and the Iranians ( good but in a bad sort of way ) are going to attack IS ( who are bad ) which is a good thing but also the Syrian Rebels ( who are good ) which is bad. Now the British ( obviously good except that nice Mr Corbyn in the corduroy jacket who is probably bad ) and the Americans ( also good ) cannot attack Assad ( still bad ) for fear of upsetting Putin ( bad ) and Iran ( good  bad) and now they have to accept that Assad might not be that bad after all compared to IS ( who are super bad). So Assad ( bad ) is now probably good being better than IS ( but lets face it drinking your own wee is better than IS so no real choice there ) and since Putin and Iran are also fighting IS that may now make them Good. CC i A ellaaaa93j 676 Points 1d @ellaaaa93j America ( still Good ) will find it hard to arm a group of rebels being attacked by the Russians for fear of upsetting Mr Putin ( now good ) and that nice mad Ayatollah in Iran ( also Good ) and so they may be forced to say that the Rebels are now Bad or at the very least abandon them to their fate. This will lead most of them to flee to Turkey and on to Europe or join IS ( still the only constantly bad group). To Sunni Muslims an attack by Shia Muslims (Assad and Iran ) backed by Russians will be seen as something of a Holy War and the ranks of IS will now be seen by the Sunnis as the only Jihadis fighting in the Holy War and hence many Muslims will now see IS as Good ( Doh.) Sunni Muslims will al","title":"9gag your daily dose of knowledge","slug":"9gag-your-daily-dose-of-knowledge","tags":[],"tag_list":null,"categories":"No Category"},{"id":18436,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/38\/8OLixKvMg5LQaQzddmlzRNbPgC9EaoerEH2Afkqa.jpg","ocr":"when ur telling ur grandparents about ur job and they have no clue what ur talking bout but they're supportive","title":"As long as youre happy","slug":"as-long-as-youre-happy","tags":[],"tag_list":null,"categories":"No Category"},{"id":18692,"image":"https:\/\/celestialmemes-local.s3.ap-south-1.amazonaws.com\/memes\/38\/lbDcKxUjTsuQPKk7qezTE4CR0WwrppbLbfqNHuLa.jpg","ocr":"come over I can't my car only has three wheels do u have a tricycle you were supposed to say but my parents aren't home\" I was distracted by ur tricycle ok come over I can't my car only has three wheels what color is ur tricycle fuck you","title":"COME OVER","slug":"come-over","tags":[],"tag_list":null,"categories":"No Category"}],"links":{"first":"http:\/\/localhost\/api\/posts?page=1","last":"http:\/\/localhost\/api\/posts?page=3238","prev":"http:\/\/localhost\/api\/posts?page=67","next":"http:\/\/localhost\/api\/posts?page=69"},"meta":{"current_page":68,"from":671,"last_page":3238,"links":[{"url":"http:\/\/localhost\/api\/posts?page=67","label":"&laquo; Previous","active":false},{"url":"http:\/\/localhost\/api\/posts?page=1","label":"1","active":false},{"url":"http:\/\/localhost\/api\/posts?page=2","label":"2","active":false},{"url":null,"label":"...","active":false},{"url":"http:\/\/localhost\/api\/posts?page=65","label":"65","active":false},{"url":"http:\/\/localhost\/api\/posts?page=66","label":"66","active":false},{"url":"http:\/\/localhost\/api\/posts?page=67","label":"67","active":false},{"url":"http:\/\/localhost\/api\/posts?page=68","label":"68","active":true},{"url":"http:\/\/localhost\/api\/posts?page=69","label":"69","active":false},{"url":"http:\/\/localhost\/api\/posts?page=70","label":"70","active":false},{"url":"http:\/\/localhost\/api\/posts?page=71","label":"71","active":false},{"url":null,"label":"...","active":false},{"url":"http:\/\/localhost\/api\/posts?page=3237","label":"3237","active":false},{"url":"http:\/\/localhost\/api\/posts?page=3238","label":"3238","active":false},{"url":"http:\/\/localhost\/api\/posts?page=69","label":"Next &raquo;","active":false}],"path":"http:\/\/localhost\/api\/posts","per_page":10,"to":680,"total":32380}}